export let QUESTION = [{
    title: 'Начнём с сортов. Какие табаки используются для создания стиков HEETS?',
    image: '1.jpg',
    variants: [
        ['Ориентал', 0],
        ['Берлей', 0],
        ['Вирджиния', 0],
        ['Все из перечисленных', 1],
    ],
    correct:{
        title:'Верно!',
        text:'Для стиков HEETS мы используем три сорта табака: Вирджиния, Берлей и Ориентал',
    },
    wrong:{
        title:'Не только',
        text:'Остальные сорта табака тоже используются в стиках HEETS'
    }
},
{
    title: 'А где произрастает табак сорта «Ориентал»?',
    image: '2.jpg',
    variants: [
        ['В Соединённых Штатах Америки', 0],
        ['В Африке', 0],
        ['В Краснодарском крае', 0],
        ['В странах восточного Средиземноморья', 1],
    ],
    correct:{
        title:'Вы угадали!',
        text:'Они произрастают в странах восточного Средиземноморья',
    },
    wrong:{
        title:'Почти, но нет',
        text:'Они произрастают в странах восточного Средиземноморья'
    }
},
{
    title: 'Какой климат подходит для выращивания табака?',
    image: '3.jpg',
    variants: [
        ['Тропический', 0],
        ['Субэкваториальный', 0],
        ['Субтропический', 0],
        ['Все перечисленные', 1],
    ],
    correct:{
        title:'Всё правильно!',
        text:'Табак приспосабливается к разным климатическим условиям',
    },
    wrong:{
        title:'Да, но и в других тоже',
        text:'Табак приспосабливается к разным условиям и может расти во всех перечисленных климатах'
    }
},
{
    title: 'Как называется смесь нескольких сортов табака, собранных и обработанных в соответствии с рецептом?',
    image: '4.jpg',
    variants: [
        ['Микс', 0],
        ['Бленд', 1],
        ['Сет', 0],
        ['Набор', 0],
    ],
    correct:{
        title:'Точно!',
        text:'Смесь нескольких сортов табака называется бленд',
    },
    wrong:{
        title:'Почти угадали!',
        text:'На самом деле, это бленд'
    }
},
{
    title: 'А как называют человека, который отвечает за качество табаков и блендов?',
    image: '5.jpg',
    variants: [
        ['Купажист', 1],
        ['Мастер вкусов', 0],
        ['Кавист', 0],
        ['Сомелье', 0],
    ],
    correct:{
        title:'Вы абсолютно правы!',
        text:'Это купажист',
    },
    wrong:{
        title:'Не совсем',
        text:'Правильный ответ – купажист'
    }
},
{
    title: 'Отобранный купажистом табак проходит контроль качества. Что проверяется в ходе этой процедуры?',
    image: '6.jpg',
    variants: [
        ['Место посадки табака', 0],
        ['Условия его роста', 0],
        ['Способы сбора, сушки и хранения', 0],
        ['Всё вышеперечисленное', 1],
    ],
    correct:{
        title:'Да, именно так!',
        text:'Мы проверяем место посадки табака, условия его роста, способы сбора и хранения',
    },
    wrong:{
        title:'Вы угадали один, но остальные тоже верны',
        text:'Мы проверяем все перечисленные факторы'
    }
},
{
    title: 'Что самое главное при хранении табака после высушивания?',
    image: '7.jpg',
    variants: [
        ['Расстояние между листьями', 0],
        ['Особые температурные условия', 1],
        ['Материал упаковки', 0],
        ['Разделение разных сортов', 0],
    ],
    correct:{
        title:'Так и есть!',
        text:'После сбора и высушивания табачный лист хранится в особых температурных условиях',
    },
    wrong:{
        title:'Вы были близки!',
        text:'После сбора и высушивания табачный лист хранится в особых температурных условиях'
    }
}
];

export let TOTALscreen = [
    {
        title:'Интересуетесь табаками?',
        text:'В мире табака Вы совсем новичок. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Интересуетесь табаками?',
        text:'В мире табака Вы совсем новичок. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Интересуетесь табаками?',
        text:'В мире табака Вы совсем новичок. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Интересуетесь табаками?',
        text:'В мире табака Вы совсем новичок. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Знаете о табаках практически всё',
        text:'Но ещё есть к чему стремиться. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Знаете о табаках практически всё',
        text:'Но ещё есть к чему стремиться. Можете пройти тест ещё раз, чтобы получить достижение.',
    },
    {
        title:'Из Вас бы вышел отличный купажист!',
        text:'И неспроста: ведь Вы настоящий эксперт по табакам.',
    },
    {
        title:'Из Вас бы вышел отличный купажист!',
        text:'И неспроста: ведь Вы настоящий эксперт по табакам.',
    },
];